Repository: gigun-dev/EPaperNFCSwift
Catalog: Applications/EPaperNFCDemo/Localizable.xcstrings
Source language: en
Languages: ja

source: 2-Color
ja: 2色

source: 2.9-inch 2-Color
ja: 2.9インチ 2色

source: 2.9-inch 4-Color
ja: 2.9インチ 4色

source: 4-Color
ja: 4色

source: 4.2-inch 2-Color
ja: 4.2インチ 2色

source: 4.2-inch 4-Color
ja: 4.2インチ 4色

source: Colors
ja: 色数

source: Completed.
ja: 完了しました

source: Demo Image
ja: デモ画像

source: Detect
ja: 検出する

source: Detected
ja: 検出した画面

source: Detecting…
ja: 検出中…

source: Display
ja: 画面

source: e-Paper
ja: 電子ペーパー

source: ePaper NFC Demo
ja: 電子ペーパーNFCデモ

source: Failed to detect.
ja: 検出に失敗しました

source: Failed to send.
ja: 送信に失敗しました

source: Failed.
ja: 失敗しました

source: Height
ja: 高さ

source: Hold your device near the e-Paper.
ja: デバイスを電子ペーパーにかざしてください。

source: Identifier
ja: 識別子

source: Image
ja: 画像

source: Name
ja: 名前

source: Photo Library
ja: 写真ライブラリ

source: Processing…
ja: 処理中…

source: Select Photo
ja: 写真を選択

source: Send
ja: 送信する

source: Sending…
ja: 送信中…

source: Sending… %@
ja: 送信中… %@

source: Source
ja: 画像の種類

source: Updating…
ja: 更新中…

source: Width
ja: 幅
